{"sections":{"main":{"type":"page-faqs","blocks":{"0d4cf593-2138-4236-af6c-b110e96f912f":{"type":"faq","settings":{"title":"What is the Decork system and how is it applied?","answer":"The Decork System is a range of products that have been engineered to work together to create beautiful and hard wearing cork coated surfaces with high adhesion, flexibility and strength. Our step-by-step guides will help you apply the products correctly."}},"6aeeb3d5-7c21-43db-ae6e-25888204e6ac":{"type":"faq","settings":{"title":"What is Thermal Bridging and how can cork reduce heat loss?","answer":"A thermal bridge is an area where a significantly higher heat transfer exists in relation to the surrounding materials. This leads to an overall reduction in thermal insulation value. \n\nDecork thermal cork paints Spray cork is an excellent material for reducing thermal bridging, primarily due to its thermal insulation properties. Thermal bridging occurs when heat flows across an object that is more conductive, essentially bypassing the insulation layer of a building. \n\nDecork thermal cork paint works to mitigate this issue as it can be applied to a variety of surfaces to create a continuous insulation barrier. The cork particles in the spray are naturally resistant to heat flow slowing the transfer of heat. When you apply a layer of cork on thermal bridges (like wall corners, floor slabs, and junctions), it effectively reduces the speed at which heat can transfer through those points, which in turn, minimizes thermal bridging.\n\nFurthermore, cork has a high thermal mass, allowing it to store and release heat over time, which helps in stabilizing the indoor temperature, offering a more energy-efficient solution."}},"a2647d81-02a7-41e8-9b6a-aebba0c7d414":{"type":"faq","settings":{"title":"What are the benefits of Decork products?","answer":"<li>Cork granules are a by-product of the wine cork industry, reducing waste\n<\/li><li>Thermal and acoustic insulation<\/li>\n<li>Adheres to most surfaces reducing the need for material removal\n<\/li><li>Safe for people and pets: non-toxic, 0 VOC, no off-gassing\n<\/li><li>Sustainable: Decork products are sustainably and ethically sourced\n<\/li><li>Improves indoor air quality: mould and mildew resistant and breathable\n<\/li><li>Fire and water resistant\n<\/li><li>UV fade resistant\n<\/li><li>Multiple colours to choose from<\/li>"}},"e18cb9ba-ab25-4273-b9af-abd94c67d84c":{"type":"faq","settings":{"title":"What is the best application method for Decork thermal cork paints","answer":"Decork products can be applied with a texture gun, trowel or roller"}},"ad690ed8-446e-4f13-b40d-a3a6b45a80fc":{"type":"faq","settings":{"title":"Can I use a roller to apply Decork products?","answer":"Yes! Decork thermal cork paints are the only cork paints on the market that can be rolled onto surfaces. Decork products can also be sprayed like traditional cork coatings."}},"79a6a74c-336a-4a8a-8f67-32165b539d84":{"type":"faq","settings":{"title":"Where can Decork products be applied?","answer":"<li>Decork products can be used indoors or out for home, office, warehouse, café or any other building. <p><\/p>\n<\/li><li>Floors\n<\/li><li>Walls and exterior cladding\n<\/li><li>Tub and shower surrounds\n<\/li><li>Pools, saunas and hot tubs\nPatios<\/li>\n<li>Counters, backsplashes, table tops and other work surfaces<\/li>\n<li>Fireplace facades<\/li>"}},"45c0e4de-92ea-409b-84ab-ca2bdbcc24d7":{"type":"faq","settings":{"title":"Do I need to modify my structure to support cork?","answer":"No, much or cork's structure is comprised of air making extremely light. Additionally, cork can be applied over almost any surface eliminating the need to remove existing substrates."}},"3ff8755c-9a1e-4107-9c4e-ddf7f4c7b48b":{"type":"faq","settings":{"title":"How much does it cost to apply cork to my building?","answer":"There are many factors to take into consideration. Our kits include all the products you need for your job and will calculate the cost based on your square footage."}},"6e5e7a81-519e-489e-8610-1a2da29c70fd":{"type":"faq","settings":{"title":"How can Decork improve the r-value and u-value of a building?","answer":"Cork can significantly enhance both the R-value and U-value of a structure. Firstly, its high R-value comes from its cellular structure filled with air pockets, which resist heat flow, making it a potent insulator. Applying cork as an additional layer to your walls, roofs, or floors can thereby increase the R-value, helping to maintain a more consistent indoor temperature and reduce energy costs.\n\nAs for the U-value, which indicates the rate of heat loss of a material, spray cork can aid in decreasing this value, thanks to its insulative properties. A lower U-value signifies better insulation and less heat loss, which is what spray cork achieves by forming a barrier that minimizes thermal bridges and gaps where heat can escape. Thus, using Decork can optimize your building's energy efficiency by improving both its R-value and U-value."}},"4202a282-bdb8-4a6c-a008-e99713b22baf":{"type":"faq","settings":{"title":"How can I clean Decork surfaces?","answer":"Cork is highly resistant to dirt and can often be wiped off with a soft cloth or sprayed with a hose (exterior). If you are applying Decork thermal cork paint in a very high traffic area we recommend sealing the surface with Auqafloor Eco for greater resistance to dirt and scratches. Our custom kits can get you the right product for your job."}},"f2d5ee42-84d1-4826-a7e2-9871f37b0ea8":{"type":"faq","settings":{"title":"What is Decorkrete Mineral Microcement?","answer":"Decorkrete is a mineral decorative coating combining water-based resins and innovative additives \n to enable high work-ability and great aesthetic effect. The product has very good weather and abrasion resistance and excellent compressive strength. It can be used outdoors and indoors, on walls, floors, furniture and tiled surfaces. It creates perfectly smooth, modern, minimalist decorative effects."}},"a4bd80d8-4a3b-43e3-b12b-4dabb35987fa":{"type":"faq","settings":{"title":"How is Decorkrete applied and how thick is it applied?","answer":"Decorkrete is applied by trowel in two layers with a total thickness of only 2 mm."}},"aabb4db7-9d72-499e-9386-f2444a534f3b":{"type":"faq","settings":{"title":"Is Decorkrete Waterproof?","answer":"Yes! In fact, our microcement kits can be used in bathrooms, on shower surrounds or even to build a pool."}},"9a29336a-34e8-46d3-bf89-14a739eaf1c2":{"type":"faq","settings":{"title":"Are Decorkrete floors slippery especially in wet environments?","answer":"No. Microcement is not slippery and the application of Aquafloor Eco as a sealant further decreases slip on any Decorkrete surface."}},"7d3c963d-72f5-41e1-92b8-d1d23f4e9a9e":{"type":"faq","settings":{"title":"Can your microcement kits be used in kitchens? Is it food safe for counters and work surfaces?","answer":"Yes, once fully cured the Aquafloor Eco used to seal Decorkrete surfaces is 100% safe."}}},"block_order":["0d4cf593-2138-4236-af6c-b110e96f912f","6aeeb3d5-7c21-43db-ae6e-25888204e6ac","a2647d81-02a7-41e8-9b6a-aebba0c7d414","e18cb9ba-ab25-4273-b9af-abd94c67d84c","ad690ed8-446e-4f13-b40d-a3a6b45a80fc","79a6a74c-336a-4a8a-8f67-32165b539d84","45c0e4de-92ea-409b-84ab-ca2bdbcc24d7","3ff8755c-9a1e-4107-9c4e-ddf7f4c7b48b","6e5e7a81-519e-489e-8610-1a2da29c70fd","4202a282-bdb8-4a6c-a008-e99713b22baf","f2d5ee42-84d1-4826-a7e2-9871f37b0ea8","a4bd80d8-4a3b-43e3-b12b-4dabb35987fa","aabb4db7-9d72-499e-9386-f2444a534f3b","9a29336a-34e8-46d3-bf89-14a739eaf1c2","7d3c963d-72f5-41e1-92b8-d1d23f4e9a9e"],"settings":{"paddingsection":"0px 0px 0px 0px","paddingmobile":"0px 0px 0px 0px","marginsection":"0px 0px 0px 0px","marginmobile":"0px 0px 0px 0px","setwidth":"container","heading":"","subheading":"","heading_faqs":"Ask Your Questions","layout":"layout-2"}}},"order":["main"]}