{"sections":{"main":{"type":"page-faqs","blocks":{"2b59b9c7-3250-4dee-868c-96fd7c995d1d":{"type":"faq","disabled":true,"settings":{"title":"Federal","answer":"Canada Greener Homes Grant\nThe Canada Greener Homes Grant assists homeowners with making homes more energy-efficient and fight climate change. Participants are eligible for up to $5,600 total under the initiative (up to $5,000 for qualifying energy efficient retrofits to their ...\n\nCanada Greener Homes Loan\nThe Canada Greener Homes Loan helps Canadians make their homes more energy-efficient and comfortable. It offers interest-free financing in addition to the Canada Greener Homes Grant to help you complete some of the more major retrofits.\n\nOil to Heat Pump Affordability Program\nThe Oil to Heat Pump Affordability Program helps Canadian homeowners who are currently heating their homes with oil to transition to electric cold climate air source heat pumps. Making the switch can help you save thousands of dollars on your heating b…\n\nIndigenous Clean Energy Social Enterprise\nThe Project Accelerator\nDesigned to support the start-up and development of Indigenous energy efficiency housing projects. The program is open to all First Nation, Inuit, and Métis communities and housing o..."}},"0d4cf593-2138-4236-af6c-b110e96f912f":{"type":"faq","settings":{"title":"What is the Decork system and how is it applied?","answer":"The Decork System is a range of products that have been engineered to work together to create beautiful and hard wearing cork coated surfaces with high adhesion, flexibility and strength. Our step-by-step guides will help you apply the products correctly."}},"a2647d81-02a7-41e8-9b6a-aebba0c7d414":{"type":"faq","settings":{"title":"What are the benefits of Decork products?","answer":"<li>Cork granules are a by-product of the wine cork industry, reducing waste\n<\/li><li>Thermal and acoustic insulation<\/li>\n<li>Adheres to most surfaces reducing the need for material removal\n<\/li><li>Safe for people and pets: non-toxic, 0 VOC, no off-gassing\n<\/li><li>Sustainable: Decork products are sustainably and ethically sourced\n<\/li><li>Improves indoor air quality: mould and mildew resistant and breathable\n<\/li><li>Fire and water resistant\n<\/li><li>UV fade resistant\n<\/li><li>Multiple colours to choose from<\/li>"}},"a74aee9b-729f-4450-8f77-1327899a1c54":{"type":"faq","settings":{"title":"What is included in your cork kits?","answer":"Our cork kits make it easy for you to put together the system you need.  The system can include the following steps\/products depending on the project. includes: <br>\n\nGrip Primer, which can be used for use on all surfaces\n<br>Vaposhield\/Watstop to ensure complete water tightness\n<br>Decork\n<br>Aquafloor Eco to seal and protect while also providing a slip proof finish."}},"0a1a91b4-f481-4da6-b9c9-55be4feefbfc":{"type":"faq","settings":{"title":"How are Decork products different from other cork products?","answer":"TKTKTK"}},"ad690ed8-446e-4f13-b40d-a3a6b45a80fc":{"type":"faq","settings":{"title":"Can I use a roller to apply Decork products?","answer":"Yes! Decork thermal cork paints are the only cork paints on the market that can be rolled onto surfaces. Decork products can also be sprayed like traditional cork coatings."}},"e18cb9ba-ab25-4273-b9af-abd94c67d84c":{"type":"faq","settings":{"title":"Can I use a trowel to apply Decork products?","answer":"Yes! Decork products perform much like plaster when applied by trowel."}},"a1393601-23dd-4360-a76e-ff884ab78b16":{"type":"faq","settings":{"title":"Can I spray Decork products with a texture\/hopper gun?","answer":"Decork Design and Facade can be sprayed. \nDecork Mediterraeo can only be applied by trowel or roller."}},"d569e649-5bbc-46c7-aeb9-a506401dbb05":{"type":"faq","settings":{"title":"How are Decork Design, Facade and Mediterraneo different?","answer":"<h6><strong>Decork Design<\/strong><\/h6>\n<li>More cork granules than Facade for a more textured finish\n<\/li><li>Mainly for interior use but can be used on exteriors\n<\/li><li>Can be applied with a roller, texture sprayer or trowel. <p><\/p>\n<p>\n\n<\/p>\n<h6><strong>Decork Facade<\/strong><\/h6>\n<\/li><li>Higher ratio of resins to cork granules to ensure maximum flexibility\n<\/li><li>Mainly for exterior use\n<\/li><li>Can be applied with a roller, texture sprayer or trowel<p><\/p>\n<p>\n\n<\/p>\n<h6><strong>Decork Mediterraneo<\/strong><\/h6>\n<\/li><li>The newest member of the Decork family\n<\/li><li>Made with cork powder for a smoother, finer finish\n<\/li><li>Can be applied by roller, brush, airless gun or trowel<\/li>"}},"79a6a74c-336a-4a8a-8f67-32165b539d84":{"type":"faq","settings":{"title":"Where can Decork products be applied?","answer":"<li>Decork products can be used indoors or out for home, office, warehouse, café or any other building. <p><\/p>\n<p> \n<\/p>\n<\/li><li>Floors\n<\/li><li>Walls and exterior cladding\n<\/li><li>Tub and shower surrounds\n<\/li><li>Pools, saunas and hot tubs\nPatios<\/li>"}}},"block_order":["2b59b9c7-3250-4dee-868c-96fd7c995d1d","0d4cf593-2138-4236-af6c-b110e96f912f","a2647d81-02a7-41e8-9b6a-aebba0c7d414","a74aee9b-729f-4450-8f77-1327899a1c54","0a1a91b4-f481-4da6-b9c9-55be4feefbfc","ad690ed8-446e-4f13-b40d-a3a6b45a80fc","e18cb9ba-ab25-4273-b9af-abd94c67d84c","a1393601-23dd-4360-a76e-ff884ab78b16","d569e649-5bbc-46c7-aeb9-a506401dbb05","79a6a74c-336a-4a8a-8f67-32165b539d84"],"settings":{"paddingsection":"0px 0px 0px 0px","paddingmobile":"0px 0px 0px 0px","marginsection":"0px 0px 0px 0px","marginmobile":"0px 0px 0px 0px","setwidth":"container","heading":"","subheading":"","heading_faqs":"Ask Your Questions","layout":"layout-2"}}},"order":["main"]}